Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: + OtherworldTropes: Parallel realms separate from the one we live in.
pt_br: * Br/TroposDeOutroMundo: Reinos paralelos separados deste em que vivemos.

source: + PositiveStereotypeTropes: Stereotypes and races are portrayed as heroes, or at least depicted in a positive light.
pt_br: + Br/TroposDeEstereotipoPositivo: Estereótipos e raças retratadas como heróis, ou no mínimo retratados por um ângulo positivo.

source: + SewerTropes: Underground waste storage facilities.
pt_br: * Br/TroposDeEsgoto: Instalações subterrâneas para manuseio de rejeitos.

source: + SuperheroTropes [[/folder]]
pt_br: + Br/TroposDeSuperHeroi [[/folder]]

source: + TheChosenOne: According to fate and prophecy, this hero is destined to save the world.
pt_br: + Br/OEscolhido: De acordo com o destino e a profecia, este herói é destinado a salvar o mundo.

source: + TropesAtSea: The big blue ocean.
pt_br: * Br/TroposAoMar: O grande oceano azul.

source: + TropesInSpace: The vast universe beyond our own planet Earth.
pt_br: * Br/TroposNoEspaco: O vasto universo além do nosso planeta Terra.

source: + TropesOfTheJungle: Lush green rainforests in (semi-)tropical regions.
pt_br: * Br/TroposDaSelva: Florestas verdejantes em regiões (semi)tropicais.

source: + VideoGameSettings: Levels, maps, stages, and other places which are often found in {{video game}}s.
pt_br: * Br/AmbientacoesDeVideogame: Níveis, mapas, estágios e outros locais que geralmente são encontrados em videogames.

source: + WeWillNotUseAnIndexInTheFuture: All tropes concerning TheFuture and the world of tomorrow.
pt_br: * Br/NoFuturoNosNaoUsaremosEsteIndice: Todos os tropos que envolvem Br/OFuturo e o mundo de amanhã.

source: + YouWouldNotWantToLiveInDex: Various unpleasant settings which nobody would want to stay in if they were able to leave.
pt_br: * Br/VoceNaoVaiQuererViverNesteIndice: Várias ambientações nada agradáveis em que ninguém ficaria se fosse possível sair.

source: + {{Sidekick}}: The ever-reliable number two guy to every hero.
pt_br: + Br/{{Parceiro}}: O sujeito número dois sempre confiável que anda ao lado do herói.

source: ++ AlternateHistoryTropes: Settings which are inspired by, but intentionally deviate from, periods of our historical past.
pt_br: ** Br/TroposDeHistoriaAlternativa: Ambientações que são inspiradas em períodos do nosso passado histórico, mas que se desviam dele de forma intencional.

source: ++ AlternateUniverse ++ AnotherDimension ++ ShortScreentimeForReality + PunkPunk + SettingGimmicks + SmallTowns: Rural or suburban settlements that are much smaller than big cities.
pt_br: ** Br/UniversoAlternativo ** Br/OutraDimensao ** Br/PoucoTempoDeTelaParaARealidade * Br/PunkPunk * Br/ArtificiosDeAmbientacao * Br/PequenaVila: Assentamentos rurais ou suburbanos que são muito menores que cidades grandes.

source: ++ BathroomTropes: Places where one washes themselves for hygienic purposes.
pt_br: ** Br/TroposDeBanheiro: Lugares onde pessoas se lavam com propósitos higiênicos.

source: ++ CastleTropes: Castles and fortresses.
pt_br: ** Br/TroposDeCastelo: Castelos e fortes.

source: ++ EatingEstablishments: Restaurants and other dining areas.
pt_br: ** Br/EstabelecimentosDeAlimentacao: Restaurantes, lanchonetes e outros locais em que se costuma comer.

source: ++ GroceryStoreIndex: Shops where one may buy food and other home necessities.
pt_br: ** Br/IndiceDaMercearia: Locais onde se pode comprar comida e outros itens para o dia-a-dia doméstico.

source: ++ HospitalTropes: A place you may need to visit if you're not feeling well.
pt_br: ** Br/TroposDeHospital: Um lugar que você talvez tenha que visitar se você não está se sentindo bem.

source: ++ HotelTropes: Temporary lodging for travelers on the go.
pt_br: ** Br/TroposDeHotel: Alojamento temporário para viajantes.

source: ++ HouseTropes: All kinds of buildings which at least someone calls their home.
pt_br: ** Br/TroposDeCasa: Todo tipo de construção que pelo menos uma pessoa chama de lar.

source: ++ MuseumOfTropes: Places where artifacts are on display for educational purposes.
pt_br: ** Br/MuseuDeTropos: Locais onde artefatos ficam em exibição para propósitos educacionais.

source: ++ PrisonTropes: Buildings designed to lock up people in captivity.
pt_br: ** Br/TroposDePrisao: Construções projetadas para manter pessoas em cativeiro.

source: ++ SchoolTropes: Educational facilities.
pt_br: ** Br/TroposDeEscola: Prédios educacionais.

source: ++ TheNationalIndex: Sovereign countries and nation-states around the globe.
pt_br: ** Br/IndiceNacional: Países soberanos e nações-estado através do globo.

source: ++ TheTower: Buildings that are very vertically tall.
pt_br: ** Br/ATorre: Construções que são muito altas verticalmente.

source: ---- !!''Mystery Men'' provides examples of:
pt_br: ---- !!''Heróis Muito Loucos'' possui exemplos de:

source: ---- !!''The Devil to Pay in the Backlands'' provides examples of: * ActionGirl: [[spoiler: Diadorim]] turns out to be one.
pt_br: ---- !!''Grande Sertão: Veredas'', mire e veja, tem os seguintes tropos: * Br/GarotaDeAcao: [[spoiler: Diadorim]] se revela ser uma.

source: ---- !!Examples
pt_br: ---- !!Exemplos: Br/ExemplosEmFalta.

source: ---- !!Examples:
pt_br: ---- !!Exemplos: Br/ExemplosEmFalta.

source: ---- !!Subtropes: [[index]] * IronWoobie: Despite how much their life sucks, this character [[{{Determinator}} refuses to give up]] and just keeps carrying on.
pt_br: ---- !!Sub-tropos: [[index]] * Br/CoitadinhoCalejado: Apesar de sua vida ser uma bosta, este personagem [[Br/ODeterminado se recusa a desistir]] e segue em frente.

source: ---- !!The following types of Names To Run From have their own trope pages: [[index]] * {{Alucard}} (Dracula spelled backwards) * ABeastInNameAndNature * TheButcher * NameOfCain * DarknessVonGothickname * DoomyDoomsOfDoom * DrFakenstein * TheGroup * GunmanWithThreeNames * IDontLikeTheSoundOfThatPlace * LouisCypher (Lucifer) * TheMaster * MorallyAmbiguousDoctorate * MyHeroZero * OneBadMother * RedBaron * SpellMyNameWithAThe * TheyCallHimSword * VillainBaal * AVillainNamedKhan * AVillainNamedZrg * XMakesAnythingCool * XtremeKoolLetterz [[/index]]
pt_br: ---- !!Os seguintes Nomes Para Se Afastar O Mais Rápido Possível possuem páginas próprias: [[index]] * Br/{{Alucard}} (Drácula ao contrário) * Br/UmaFeraEmNomeEEspirito * Br/OAcougueiro * Br/NomeDeCain * Br/NomeSombraVonGothicko * Br/DrFakenstein * Br/OGrupo * Br/PistoleiroComTresNomes * Br/EuNaoGostoDoSomDesteLugar * Br/LouisCypher (Lúcifer) * Br/OMestre * Br/DoutoradoMoralmenteAmbiguo * Br/MeuHeroiZero * Br/UmaMaeRuim * Br/BaraoVermelho * Br/ChamamEleDeEspada * Br/BaalVilanico * Br/UmVilaoChamadoKhan * Br/UmVilaoChamadoZrg * Br/XTornaIradaQualquerCoisa * Br/LetrazXuperIradazz [[/index]]

source: ---- !!This film provides examples of:
pt_br: ---- !!Este filme possui exemplos de:

source: ---- !!This series provides examples of:
pt_br: ---- !!Zás, zás! Vamos listar os tropos, e depois ler cada um deles, e depois, e depois... e zás!

source: ---- !!Tropes related to sequels: [[index]] * ActionizedSequel: The sequel is more action-packed.
pt_br: ---- !!Tropos relacionados à sequências: [[index]] * Br/SequenciaComMaisAcao: A sequência é mais carregada com ação.

source: ---- !!Tropes: [[index]]
pt_br: ---- !!Tropos: [[index]]

source: ---- !!Tropes: [[index]] [[foldercontrol]]
pt_br: ---- !!Tropos: [[index]] [[foldercontrol]]

source: ---- !!Tropes: [[index]] [floatboxright: '''Main sub-index:''' + HeroTropes
pt_br: ---- !!Tropos: [[index]] [floatboxright: '''Sub-índice principal:''' + Br/TroposDeHeroi

source: ---- '''When adding examples, keep in mind: It's not enough when a character just has a name of any of the following types.''' This trope applies only when the name is an indicator of the character's true nature, and if the character thus described is evil, deceptive, dangerous or (if not evil) in other ways commanding fear or respect.
pt_br: ---- '''Ao adicionar exemplos, tenha em mente que: não é suficiente que o personagem tenha um nome que se encaixa nos tipos mencionados.''' Este tropo se aplica apenas quando o nome é um indicador da real natureza do personagem, e se o personagem é descrito como mau, perigoso ou (se não malvado) capaz de impôr medo ou respeito.

source: ---- * AllegedlyFreeGame: A videogame that costs nothing to play...until you actually begin getting invested, in which case having any sort of fun with it ([[BribingYourWayToVictory or winning at it]]) will begin costing more and more real life money.
pt_br: ---- * Br/JogoSupostamenteGratis: Um videogame que custa nada para jogar... até que você começa a investir tempo nele, caso em que qualquer tipo de diversão com ele ([[Br/SubornarOCaminhoParaAVitoria ou vitórias]]) vai custar cada vez mais dinheiro da vida real.

source: ---- * AlreadyUndoneForYou: Puzzles and other gameplay obstacles are always found in their starting position, requiring you to actually play the game.
pt_br: ---- * Br/JaDesfizPraVoce: Enigmas e outros obstáculos são sempre encontrados nas posições iniciais, o que força o jogador a de fato jogar o jogo.

source: ---- * AlwaysClose: It doesn't matter how long the player took, they just barely had enough time to succeed.
pt_br: ---- * Br/SemprePorPouco: Não importa quanto tempo o jogador levou, ele sempre vai ter apenas o tempo necessário para ter êxito.

source: ---- * AsLethalAsItNeedsToBe: A weapon or attack is sometimes capable of killing a target, but other times merely wounds them, and this is never brought up or explained to the audience.
pt_br: ---- * Br/TaoLetalQuantoNecessario: Uma arma ou ataque às vezes é capaz de matar o alvo, mas em outras vezes ele apenas sofre alguns ferimentos e isso nunca é trazido à tona ou explicado.

source: ---- * BlackDudeDiesFirst: Black character(s) are included in the cast, but killed off faster so that the cast once again becomes fully or majority white.
pt_br: ---- * Br/OCaraNegroMorrePrimeiro: Personagens negros são incluídos no elenco, mas mortos rapidamente de modo que o elenco se torna majoritariamente branco novamente.

source: ---- :: [[TheStinger Now]], [[SchmuckBait if you could just look right here...]] %% %%Image kept on page per Image Pickin' thread: https://tvtropes.org/pmwiki/posts.php?discussion=16662169060.78256500 %%Please don't change or remove without starting a new thread.
pt_br: ---- :: Agora, se você olhar pra cá rapidinho...

source: ---> "Now where's the damned transistor?" ** La Chilindrina is absent from the 1974 season.
pt_br: ---> "Onde está aquele maldito transistor?" ** A Chiquinha está ausente na temporada de 1974.

source: ---> '''Don Ramón''': ''(As he was quickly leaving his house)'' No!
pt_br: ---> '''Seu Madruga:''' ''[saindo rapidamente de casa]'' Não!

source: --->'''Don Ramon:''' What I meant to say was-- --->'''Doña Cleotilde:''' Better that you don't say anything.
pt_br: --->'''Seu Madruga:''' O que eu quis dizer é-- --->'''Dona Clotilde:''' É melhor não dizer nada.

source: --->'''Doña Cleotilde:''' [[FlatWhat What!?]] --->'''Don Ramon:''' No, no I mean as long as you don't have any animals in your apartment, aside from yourself... --->'''Doña Cleotilde:''' What did you say?!
pt_br: --->'''Dona Clotilde:''' O quê? --->'''Seu Madruga:''' Não, o que eu quis dizer é que desde que você não tenha animais no apartamento, além de você mesma... --->'''Dona Clotilde:''' O que disse?

source: --->'''Farber''': Mother-damn, she just shot at you with her eyes closed, Spoon!\\ '''Spooner''': [''incredulously''] AY!
pt_br: --->'''Farber:''' Minha nossa, ela atirou na sua direção com os olhos fechados, cara!\\ '''Spooner:''' [''incredulamente''] Perai!

source: --->'''Mr. Furious:''' I don't need a compass to tell me which way the wind shines.
pt_br: -->'''Irado:''' Não me provoca porque eu sou uma caixa de ''Pantera'' que é melhor você não abrir.

source: --->'''Mr. Furious:''' What?
pt_br: --->'''Irado:''' O seu poder é isso aí, né?

source: --->'''Sphinx:''' To learn my teachings, I must first teach you how to learn.
pt_br: --->'''Esfinge:''' Para aprender meus ensinamentos, primeiro preciso ensiná-los... a aprender.

source: --->'''Spooner:''' ''(To Sonny)'' [[spoiler:[Dr. Lanning] was counting on how much I hated your kind.
pt_br: --->'''Spooner:''' (''para Sonny'') Ele ([[spoiler: Dr. Lanning]]) contava com o meu ódio por robôs.

source: --->'''Spooner:''' Does thinking you're the last sane man on the face of the Earth make you crazy?
pt_br: --->'''Spooner:''' Achar que você é a última pessoa sã na Terra deixa alguém maluco?

source: --->'''Spooner:''' Is there a problem with the Three Laws?
pt_br: --->'''Spooner:''' Há algum problema com as Três Leis?

source: --->'''Spooner:''' There is no way my luck is that bad.
pt_br: --->'''Spooner:''' Eu não posso ser tão azarado assim.

source: --->'''The Shoveler:''' Won't even use a knife... ** Dr. Heller only makes non-lethal weapons.
pt_br: --->'''Pá:''' Ele não usa nem uma faca. ** O Dr. Heller só fabrica armas não letais.

source: --> '''Blue Rajah:''' Are you saying you inserted your father's ''skull'' inside that... ball for bowling?\\ '''Bowler:''' Nah.
pt_br: -->'''Marajá''': Me desculpe, mas você pôs o ''crânio'' do seu pai aí dentro dessa bola de boliche?\\ '''Boliche:''' Não.

source: --> '''Chavo''': ''(to Quico)'' Counting you, is already two.
pt_br: --> '''Chaves:''' ''[para Quico]'' Com você já são dois.

source: --> '''Chavo''': Cheese?
pt_br: --> '''Chaves:''' Queijo?

source: --> '''Chavo''': Ron Damón, why are you painting the door?
pt_br: --> '''Chaves:''' Seu Madruga, por que está pintando a porta?

source: --> '''Chavo:''' But peace is written with a c, not s.
pt_br: --> '''Chaves:''' Mas "paz" se escreve com z.

source: --> '''Chavo:''' Then your brain-- --> '''Don Ramón:''' Alright, enough!
pt_br: --> '''Chaves:''' Então seu cérebro-- --> '''Seu Madruga:''' Tá, já chega!

source: --> '''Chavo:''' Where?
pt_br: --> '''Chaves:''' Aonde?

source: --> '''Chilindrina''': ''(To Quico)'' If is heads, then el Chavo wins and you lose; and if it's tails, then I win and you lose.\\ '''Quico''': Then when do I win?\\ '''Chilindrina''': When it comes backwards.\\ '''Quico''': That makes sense.
pt_br: --> '''Chiquinha:''' ''[para Quico]'' Se sair cara, então o Chaves ganha e você perde; se sair coroa, então eu ganho e você perde.\\ '''Quico:''' E quando eu ganho?\\ '''Chiquinha:''' Quando sair ao contrário.\\ '''Quico:''' Ah, faz sentido.

source: --> '''Chilindrina''': Daddy... the house looks so ugly.
pt_br: --> '''Chiquinha:''' Papai... a casa está tão feia.

source: --> '''Chilindrina:''' This is the first time that my dad threatens to hit el Chavo.
pt_br: --> '''Chiquinha:''' Essa é a primeira vez que meu pai ameaça bater no Chaves.

source: --> '''Chilindrina:''' Yes, he always hit him without warning.
pt_br: --> '''Chiquinha:''' Sim, ele sempre bate sem aviso.

source: --> '''Don Federico''': (talking about baby Quico) He looks so much like me.
pt_br: --> '''Federico:''' [sobre o bebê Quico] Ele se parece comigo.

source: --> '''Don Jaimito:''' It's both things.
pt_br: -->'''Jaiminho:''' As duas coisas.

source: --> '''Don Ramón''': To see how many idiots ask.
pt_br: --> '''Seu Madruga:''' Pra ver quantos idiotas perguntam.

source: --> '''Don Ramón''': Yes, cheese!
pt_br: --> '''Seu Madruga:''' Sim, queijo!

source: --> '''Don Ramón''': [[TemptingFate And why am I painting the door?]] --> '''Chavo''': Three.
pt_br: --> '''Seu Madruga:''' [[Br/ProvocarODestino E por que eu estou pintando a porta?]] --> '''Chaves:''' Três.

source: --> '''Don Ramón:''' Peace!
pt_br: --> '''Seu Madruga:''' Em paz!

source: --> '''Doña Florinda''': Yeah, but he is healthy and that's what is important.
pt_br: --> '''Dona Florinda:''' Bom, o importante é que ele tem saúde.

source: --> '''Dr. Heller''' ''(watching the team drive off for the final battle): Vaya con Dios.'' * {{Malaproper}}: Mr. Furious.
pt_br: * Br/{{Malapropismo}}: O Irado.

source: --> '''El Chavo''': ''(To Quico)'' I won't retaliate because good people should love their enemies.\\ '''Quico''': Who says that?\\ '''El Chavo''': Don Ramón said that, then La Chilindrina and now I'm saying that, so I won't hit you because good people should love their enemies.\\ '''Quico''': [[TooDumbToLive But Chavo, I'm not your enemy!
pt_br: --> '''Chaves:''' ''[para Quico]'' Não vou te bater porque as pessoas boas devem amar seus inimigos.\\ '''Quico:''' Quem disse isso?\\ '''Chaves:''' Seu Madruga disse, e então a Chiquinha disse e agora eu digo, por isso não vou te bater porque as pessoas boas devem amar seus inimigos.\\ '''Quico:''' [[Br/BurroDemaisParaViver Mas Chaves, eu não sou seu inimigo!

source: --> '''El Chavo''': I'll tell you one thing.
pt_br: --> '''Chaves:''' Vou te dizer uma coisa.

source: --> '''La Chilindrina''': ''Mejor me voy, no vaya ser contajioso.'' (I better leave, it may be contagious) * SuspectIsHatless: Professor Jirafales once gave Quico a cat as a birthday gift.
pt_br: --> '''Chiquinha:''' É melhor eu ir embora, pode ser contagioso. * Br/OSuspeitoEstaSemChapeu: No episódio em que Girafales dá um gato ao Quico como presente de aniversário.

source: --> '''Prof Jirafales:''' Really?
pt_br: --> '''Girafales:''' Verdade?

source: --> '''Quico''': Why are you painting the door?
pt_br: --> '''Quico:''' Por que o senhor está pintando a porta?

source: --> '''Quico''': Yes.
pt_br: --> '''Quico:''' Sim.

source: --> '''Quico:''' ''Caja!'' C-A-G-A, [[note]] Quico spelled caga, a verb that translates to "to shit."[[/note]] ''caja!'' ** In an episode where Don Ramón stops Chavo from hitting Quico: --> '''Don Ramón:''' Honestly Chavo, can't the two of you live in peace!?
pt_br: ** Em um episódio onde o Seu Madruga impede o Chaves de bater no Quico: --> '''Seu Madruga:''' Honestamente, Chaves, vocês dois não podem viver em paz?

source: --> '''Sonny:''' I DID NOT MURDER HIM!
pt_br: --> '''Sonny:''' EU NÃO O MATEI!

source: --> '''Spooner:''' ''[while watching a video of Lanning's speeches]'' He's trying to tell me who killed him.\\ ''[cut to picture of [[spoiler: Robertson]]]'' * FiveSecondForeshadowing: Lanning telling Spooner "I'm sorry.
pt_br: --> '''Spooner:''' ''[enquanto assiste a um vídeo de um discurso de Lanning]'' Ele tá tentando me dizer alguma coisa, John. Tá tentando me dizer quem o matou.\\ ''[corta para uma imagem de [[spoiler: Robertson]]]'' * Br/PrenuncioDeCincoSegundos: Lanning dizendo a Spooner "Sinto muito.

source: --> '''Spooner:''' She wanted to be a dentist.
pt_br: --> '''Spooner:''' Ela queria ser dentista.

source: --> '''Spooner:''' This is poor building planning.
pt_br: --> '''Spooner:''' Essa arquitetura é péssima.

source: --> '''Spooner:''' You have so got to die.\\ '''Sonny''': Yes.
pt_br: --> '''Spooner:''' Você tem que morrer.\\ '''Sonny:''' Sim.

source: --> '''The Bowler''' ''(trying to find Mr. Furious' BerserkButton)'': Well you've got a lot to be furious about, and I'll tell you why: You're not well-liked.
pt_br: --> '''Boliche:''' ''[tentando encontrar o Br/BotaoDaFuria do Irado]'' Tem vários motivos para ter raiva, olha quais são: Você não é bem quisto.

source: --> '''The Spleen''' ''(of a strange gun):'' It's a shrinker!\\ '''The Bowler:''' How do you know... oh, hey!
pt_br: --> '''Solta-Pum:''' ''[sobre uma arma estranha]'' É um encolhedor!\\ '''Boliche:''' Como sabe?

source: -->"I'm the '''''Blue Raja!''' I'm not...
pt_br: -->"Eu sou o '''Marajá!'''

source: -->'''"Edgar":''' A man came in here earlier.
pt_br: -->'''"Edgar":''' Um homem veio pra cá mais cedo.

source: -->'''"Edgar":''' I'll put my hands... on... my head... like ''this''!?
pt_br: -->'''"Edgar":''' Eu vou botar as minhas mãos... na... cabeça... ''assim''!?

source: -->''''Chavo:''' It's both things.
pt_br: -->'''Chaves:''' As duas coisas.

source: -->'''Alien:''' Place projectile weapon on the ground.\\ '''Hick:''' You can have my gun ''[DramaticGunCock]'' [[TemptingFate when you pry it from my cold dead fingers]].\\ '''Alien:''' [[LiteralGenie Your proposal is acceptable]].
pt_br: -->'''Alien:''' Ponha a sua arma de projéteis no chão.\\ '''Caipira:''' Você só vai pegar a minha arma ''[Br/EngatilhadaDramatica]'' [[Br/ProvocarODestino se vier aqui e tirá-la de mim.]]\\ '''Alien:''' [[Br/GenioLiteral Sua proposta foi aceita]].

source: -->'''Beatrice:''' You here to [[ComeToGawk make fun of me, too?]]\\ '''K:''' No ma'am, we at the FBI do not have a sense of humor we are aware of.
pt_br: -->'''Beatrice:''' Vieram pra debochar também, é? '''K:''' Não senhora, somos do FBI e não temos senso de humor tão grande assim.

source: -->'''Blue Raja''': Am I to understand that you've inserted your father's skull inside that ball for bowling?
pt_br: -->'''Marajá''': Me desculpe, mas você pôs o crânio do seu pai aí dentro dessa bola de boliche?

source: -->'''Blue Raja''': [[BiggerIsBetterInBed Two hands there, son.]] * NegateYourOwnSacrifice: The Bowler throwing her ball (containing the spirit of Carmine the Bowler) into the Psycho-frakulator.
pt_br: -->'''Marajá:''' [[Br/MaiorEMelhorNaCama Dá pra cobrir o pequeno invisível?]] * Br/NegarOProprioSacrificio: A Boliche ao arremessar a bola (que contém o espírito de Carmine, o Boliche) na direção do Fritador.

source: -->'''Blue Raja:''' Am I to understand that you have inserted your ''father's'' skull into that... ball for bowling?
pt_br: -->'''Marajá''': Me desculpe, mas você pôs o crânio do ''seu pai'' aí dentro dessa bola de boliche?

source: -->'''Bowler''': No.
pt_br: -->'''Boliche''': Não.

source: -->'''Calvin''': Please tell me this doesn't run on gas.
pt_br: -->'''Calvin''': Por favor, diga que isso não usa gasolina!

source: -->'''Calvin:''' There is a robot in this formation that does not belong.
pt_br: -->'''Calvin:''' Há um robô que não pertence a esta formação.

source: -->'''Capt.
pt_br: -->'''Capitão

source: -->'''Chavo:''' Anger.
pt_br: -->'''Chaves:''' Raiva.

source: -->'''Chavo:''' I did.
pt_br: -->'''Chaves:''' Sim.

source: -->'''Chavo:''' It's both things.
pt_br: -->'''Chaves:''' As duas coisas.

source: -->'''Chavo:''' [[CatchPhrase Eso, eso, eso, eso, eso, eso!]] ::Chavo and Quico proceed to "plant a Chilindrina tree" by burrying her feet in large flower pot and pouring water on her.
pt_br: -->'''Chaves:''' [[Br/{{Bordao}} Isso, isso, isso, isso!]] ::Chaves e Quico então "plantam uma árvore de Chiquinhas" ao enterrar os pés delas em um vaso grande e depois despejando água.

source: -->'''Chilindrina''': The way things are going, you could even win!
pt_br: -->'''Chiquinha:''' Do jeito que estão as coisas, é capaz de ganhar!

source: -->'''Chilindrina:''' ''(Smugly walking away)'' It's both things.
pt_br: -->'''Chiquinha:''' ''[maliciosamente indo embora]'' As duas coisas.

source: -->'''Chilindrina:''' It's both things.
pt_br: -->'''Chiquinha:''' As duas coisas.

source: -->'''Chilindrina:''' What?
pt_br: -->'''Chiquinha''': O quê?

source: -->'''Don Jaimito:''' ''(After being angrily scolded by Doña Florinda)'' None of your business!!
pt_br: -->'''Jaiminho:''' ''[após ter recebido uma reprimenta de Dona Florinda]'' Não é da sua conta! \

source: -->'''Don Ramón''': ''(AsideGlance)'' That's it, we're losing to Tunisia again.[[note]]Mexico unexpectedly lost to Tunisia 3-1 in the 1978 World Cup[[/note]] (In another episode he says "That's it, we're getting knocked out in Haiti again."[[note]]Mexico unexpectedly lost to Trinidad & Tobago in Haiti in the 1974 World Cup playoffs and missed that World Cup[[/note]]) * TantrumThrowing: The biggest offender would be Don Ramón.
pt_br: * Br/TendoUmChilique: O maior representante é o Seu Madruga.
